{
    "documentType" : "privacyPolicy",
    "version" : "1",
    "components" : [ 
        {
            "generalInformation" : "We collect the e-mail addresses of those who communicate with us via e-mail, aggregate information on what pages consumers access or visit, and information volunteered by the consumer (such as survey information and/or site registrations). The information we collect is used to improve the content of our Web pages and the quality of our service, and is not shared with or sold to other organizations for commercial purposes, except to provide products or services you've requested, when we have your permission, or under the following circumstances: It is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of Terms of Service, or as otherwise required by law. We transfer information about you if DataASAP is acquired by or merged with another company. In this event, DataASAP will notify you before information about you is transferred and becomes subject to a different privacy policy. ",
            "informationGatheringAndUsage" : "When you register for DataASAP we ask for information such as your name, email address, billing address, or payment information. Members who sign up for the free account are not required to enter any payment details. DataASAP uses collected information for the following general purposes: products and services provision, billing, identification and authentication, services improvement, contact, and research.",
            "cookies" : "A cookie is a small amount of data, which often includes an anonymous unique identifier, that is sent to your browser from a web site's computers and stored on your computer's hard drive. Cookies may be required to use the DataASAP service. We may use cookies to record current session information, but do not use permanent cookies. You are required to re-login to your DataASAP account after a certain period of time has elapsed to protect you against others accidentally accessing your account contents.",
            "dataStorage" : "DataASAP uses third-party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run DataASAP. Although DataASAP owns the code, databases, and all rights to the DataASAP application, you retain all rights to your data.",
            "disclosure" : "DataASAP may disclose personally identifiable information under special circumstances, such as to comply with subpoenas or when your actions violate the Terms of Service. ",
            "euAndSwissSafeHarbor" : "If you choose to provide DataASAP with your information, you consent to the transfer and storage of that information on our servers located in the United States. DataASAP adheres to the US-EU and US-Swiss Safe Harbor Privacy Principles of Notice, Choice, Onward Transfer, Security, Data Integrity, Access and Enforcement, and is registered with the U.S. Department of Commerce's Safe Harbor Program http://www.export.gov/safeharbor/. For European Union and Swiss residents, any questions or concerns regarding the use or disclosure of your information should be directed to DataASAP by sending an email to privacy@DataASAP.com. We will investigate and attempt to resolve complaints and disputes regarding use and disclosure of your information in accordance with this Privacy Policy. For complaints that cannot be resolved, and consistent with the Safe Harbor Enforcement Principle, we have committed to cooperate with data protection authorities located within Switzerland or the European Union (or their authorized representatives).",
            "changes" : "DataASAP may periodically update this policy. We will notify you about significant changes in the way we treat personal information by sending a notice to the primary email address specified in your DataASAP primary account holder account or by placing a prominent notice on our site.",
            "questions" : "Any questions about this Privacy Policy should be addressed to support@DataASAP.com.",
            "lastReviewedOrUpdated" : "November 11, 2016"
        }
    ]
}

{
    "documentType" : "termsOfService",
    "version" : "1",
	"components" : [{
		"introduction" : "By using the DataASAP.com web site ('Service'), or any services of DataASAP, LLC ('DataASAP'), you are agreeing to be bound by the following terms and conditions ('Terms of Service'). IF YOU ARE ENTERING INTO THIS AGREEMENT ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU REPRESENT THAT YOU HAVE THE AUTHORITY TO BIND SUCH ENTITY, ITS AFFILIATES AND ALL USERS WHO ACCESS OUR SERVICES THROUGH YOUR ACCOUNT TO THESE TERMS AND CONDITIONS, IN WHICH CASE THE TERMS 'YOU' OR 'YOUR' SHALL REFER TO SUCH ENTITY, ITS AFFILIATES AND USERS ASSOCIATED WITH IT. IF YOU DO NOT HAVE SUCH AUTHORITY, OR IF YOU DO NOT AGREE WITH THESE TERMS AND CONDITIONS, YOU MUST NOT ACCEPT THIS AGREEMENT AND MAY NOT USE THE SERVICES. If DataASAP makes material changes to these Terms, we will notify you by email or by posting a notice on our site before the changes are effective. Any new features that augment or enhance the current Service, including the release of new tools and resources, shall be subject to the Terms of Service. Continued use of the Service after any such changes shall constitute your consent to such changes. You can review the most current version of the Terms of Service at any time at: https://DataASAP.com/site/terms Violation of any of the terms below will result in the termination of your Account. While DataASAP prohibits such conduct and Content on the Service, you understand and agree that DataASAP cannot be responsible for the Content posted on the Service and you nonetheless may be exposed to such materials. You agree to use the Service at your own risk.",
		"accountTerms" : "You must be 13 years or older to use this Service. You must be a human. Accounts registered by 'bots' or other automated methods are not permitted. You must provide your name, a valid email address, and any other information requested in order to complete the signup process. Your login may only be used by one person - a single login shared by multiple people is not permitted. You may create separate logins for as many people as your plan allows. You are responsible for maintaining the security of your account and password. DataASAP cannot and will not be liable for any loss or damage from your failure to comply with this security obligation. You are responsible for all Content posted and activity that occurs under your account (even when Content is posted by others who have accounts under your account). One person or legal entity may not maintain more than one free account. You may not use the Service for any illegal or unauthorized purpose. You must not, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright or trademark laws).",
		"paymentRefundsUpgradingandDowngrading" : "All paid plans must enter a valid payment account. Free accounts are not required to provide payment account information. An upgrade from the free plan or any plan will immediately bill you. All fees are exclusive of all taxes, levies, or duties imposed by taxing authorities, and you shall be responsible for payment of all such taxes, levies, or duties, excluding only United States (federal or state) taxes. For upgrades, DataASAP will immediately charge the difference in plan cost, prorated for the remaining time in your yearly billing cycle. Downgrading your Service may cause the loss of Content, features, or capacity of your Account. DataASAP does not accept any liability for such loss. ",

		"cancellationAndTermination" : "You are solely responsible for properly canceling your account. An email or phone request to cancel your account is not considered cancellation. You can cancel your account at any time by clicking on the Account link in the global navigation bar at the top of the screen. The Account screen provides a simple no questions asked cancellation link. All of your Content will be immediately deleted from the Service upon cancellation. This information can not be recovered once your account is cancelled. DataASAP, in its sole discretion, has the right to suspend or terminate your account and refuse any and all current or future use of the Service, or any other DataASAP service, for any reason at any time. Such termination of the Service will result in the deactivation or deletion of your Account or your access to your Account, and the forfeiture and relinquishment of all Content in your Account. DataASAP reserves the right to refuse service to anyone for any reason at any time. In the event that DataASAP takes action to suspend or terminate an account, we will make a reasonable effort to provide the affected account owner with a copy of their account contents upon request, unless the account was suspended or terminated due to unlawful",

		"modificationsToThServiceAndPrices" : "DataASAP reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice. Prices of all Services, are subject to change upon 30 days notice from us. Such notice may be provided at any time by posting the changes to the DataASAP Site (DataASAP.com) or the Service itself. DataASAP shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service.",

		"copyrightAndCOntentOwnership" : "We claim no intellectual property rights over the material you provide to the Service. Your profile and materials uploaded remain yours.  DataASAP does not pre-screen Content, but DataASAP and its designee have the right (but not the obligation) in their sole discretion to refuse or remove any Content that is available via the Service. You shall defend DataASAP against any claim, demand, suit or proceeding made or brought against DataASAP by a third-party alleging that Your Content, or Your use of the Service in violation of this Agreement, infringes or misappropriates the intellectual property rights of a third-party or violates applicable law, and shall indemnify DataASAP for any damages finally awarded against, and for reasonable attorney’s fees incurred by, DataASAP in connection with any such claim, demand, suit or proceeding; provided, that DataASAP (a) promptly gives You written notice of the claim, demand, suit or proceeding; (b) gives You sole control of the defense and settlement of the claim, demand, suit or proceeding (provided that You may not settle any claim, demand, suit or proceeding unless the settlement unconditionally releases DataASAP of all liability); and (c) provides to You all reasonable assistance, at Your expense. The look and feel of the Service is copyright ©2015 DataASAP Inc. All rights reserved. You may not duplicate, copy, or reuse any portion of the HTML/CSS, Javascript, or visual design elements or concepts without express written permission from DataASAP. ",

		"generalConditions" : "Your use of the Service is at your sole risk. The service is provided on an 'as is' and 'as available' basis. Support for DataASAP services is only available in English, via email. You understand that DataASAP uses third-party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run the Service. You must not modify, adapt or hack the Service or modify another website so as to falsely imply that it is associated with the Service, DataASAP, or any other DataASAP service. You may use the DataASAP Pages static hosting service solely as permitted and intended to host your organization pages, personal pages, or project pages, and for no other purpose. You may not use DataASAP Pages in violation of DataASAP's trademark or other rights or in violation of applicable law. DataASAP reserves the right at all times to reclaim any DataASAP subdomain without liability to you. You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service without the express written permission by DataASAP. We may, but have no obligation to, remove Content and Accounts containing Content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party's intellectual property or these Terms of Service. Verbal, physical, written or other abuse (including threats of abuse or retribution) of any DataASAP customer, employee, member, or officer will result in immediate account termination. You understand that the technical processing and transmission of the Service, including your Content, may be transferred unencrypted and involve (a) transmissions over various networks; and (b) changes to conform and adapt to technical requirements of connecting networks or devices. You must not upload, post, host, or transmit unsolicited email, SMSs, or 'spam' messages. You must not transmit any worms or viruses or any code of a destructive nature. If your bandwidth usage significantly exceeds the average bandwidth usage (as determined solely by DataASAP) of other DataASAP customers, we reserve the right to immediately disable your account or throttle your file hosting until you can reduce your bandwidth consumption. DataASAP does not warrant that (i) the service will meet your specific requirements, (ii) the service will be uninterrupted, timely, secure, or error-free, (iii) the results that may be obtained from the use of the service will be accurate or reliable, (iv) the quality of any products, services, information, or other material purchased or obtained by you through the service will meet your expectations, and (v) any errors in the Service will be corrected. You expressly understand and agree that DataASAP shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if DataASAP has been advised of the possibility of such damages), resulting from: (i) the use or the inability to use the service; (ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from the service; (iii) unauthorized access to or alteration of your transmissions or data; (iv) statements or conduct of any third-party on the service; (v) or any other matter relating to the service. The failure of DataASAP to exercise or enforce any right or provision of the Terms of Service shall not constitute a waiver of such right or provision. The Terms of Service constitutes the entire agreement between you and DataASAP and govern your use of the Service, superseding any prior agreements between you and DataASAP (including, but not limited to, any prior versions of the Terms of Service). You agree that these Terms of Service and Your use of the Service are governed under California law. Questions about the Terms of Service should be sent to support@DataASAP.com. ",
		"lastReviewedOrUpdated" : "November 11, 2016"
	}]
}